Repository: Yabby1997/Haebit
Catalog: Haebit/Resources/Common/Localizable.xcstrings
Source language: en
Languages: ko

source: %lld items
ko: %lld개

source: Add New Entry
ko: 새 항목 추가

source: Aperture
ko: 조리개

# ApertureControlDescription
source: If shutter speed and ISO has only one entry, at least two entries should be exist and active.
ko: 셔터속도와 감도가 단 한개의 값만을 가진다면, 최소 두개의 값이 활성화되어 존재해야합니다.

source: Aperture Entries
ko: 조리개 값

# apertureInputViewTitle
source: Aperture
ko: 조리개

source: ApertureRing
ko: 조리개 링

source: Appearance
ko: 외형

source: Buy me a Film
ko: 개발자 필름 사주기

source: Control
ko: 조작부

# ControlCommonDescription
source: At least one entry should be exist and active.
ko: 최소 한개의 값이 활성화되어 존재해야합니다.

# ControlDescription
source: Types with only one entry will be locked and won't be displayed as a control.
ko: 한개의 값을 가지는 타입은 고정되어 조작부에 표시되지 않습니다.

# dateInfoViewTitle
source: Date & Time
ko: 촬영일

source: Feedback
ko: 피드백

source: Feedback & Inquiry
ko: 피드백 및 문의

source: Film Canister
ko: 필름 매거진

# filmCanisterDescription
source: You can now customize appearances like film canister!
ko: 이제 필름 매거진 같은 외형적 요소를 사용자화 할 수 있습니다!

# FilmCanisterSelectionDescription
source: Film canister will be displayed as entry button for film log on the right bottom corner.
ko: 필름 매거진은 화면 우측 하단의 로그 진입 버튼으로 표시됩니다.

# filmCanisterTitle
source: Wanna try fresh look?
ko: 새로움이 필요하신가요?

# filmInfoViewDeleteConfirmationDelete
source: Delete Film
ko: 필름 삭제

# filmInfoViewDeleteConfirmationTitle
source: Deleting this cannot be undone. Are you sure you want to delete it?
ko: 삭제하면 되돌릴 수 없습니다. 삭제하시겠습니까?

# filmInfoViewTitle
source: Film Info
ko: 필름 정보

# filmInfoViewUpdateConfirmationAbandon
source: Discard Changes
ko: 번경사항 폐기

# filmInfoViewUpdateConfirmationTitme
source: There are unsaved changes.
ko: 저장되지 않은 변경사항이 있습니다.

# filmInfoViewUpdateConfirmationUpdate
source: Save Changes
ko: 변경사항 저장

source: Focal Length
ko: 화각

# FocalLengthDescription
source: Some entries may not be displayed if device won't support it.
ko: 기기가 지원하지 않는 화각의 경우 표시되지 않을 수 있습니다.

# FocalLengthDescription2
source: If no entries available, it will fallback to device’s default focal length.
ko: 가용한 화각이 없는 경우, 기기의 기본 화각이 사용됩니다.

source: Focal Length Entries
ko: 화각 값

# focalLengthInputViewTitle
source: Focal Length
ko: 초점거리

source: Focal Length Ring
ko: 화각 링

source: ISO
ko: 감도

# ISOControlDescription
source: If aperture and shutter speed has only one entry, at least two entries should be exist and active.
ko: 조리개와 셔터속도가 단 한개의 값만을 가진다면, 최소 두개의 값이 활성화되어 존재해야합니다.

source: ISO Dial
ko: 감도 다이얼

source: ISO Entries
ko: 감도 값

# isoInputViewTitle
source: ISO
ko: 감도

source: Latest
ko: 최신 버전

# lightMeterViewAccessAlertDoNotAskButton
source: Do not ask again
ko: 다시 묻지 않기

# lightMeterViewAccessAlertOpenSettingsButton
source: Open Settings
ko: 설정 열기

# lightMeterViewCameraAccessAlertMessage
source: illumeter uses the camera to measure the exposure value and log it. Please allow camera access in Settings.
ko: 해빛은 노출값(EV) 측정 및 로그 기록을 위해 카메라를 사용합니다. 설정을 열어 카메라 권한을 허용해주세요.

# lightMeterViewCameraAccessAlertTitle
source: Camera Access
ko: 카메라 권한

# lightMeterViewGPSAccessAlertMessage
source: illumeter uses GPS for logging purposes. Please allow location access in Settings. If you prefer to log it without location, please select "Do not ask again".
ko: 해빛은 로그 기록을 위해 GPS를 사용합니다. 설정을 열어 위치 권한을 허용해주세요. 위치 기록없이 사용을 원하시면 "다시 묻지 않기"를 선택해주세요.

# lightMeterViewGPSAccessAlertTitle
source: Location Access
ko: 위치 권한

# mapInfoSearchViewNoResults
source: No results found.
ko: 검색 결과가 없습니다.

# mapInfoSearchViewQueryPlaceholder
source: Search
ko: 위치 검색

# mapInfoViewRemoveCoordinate
source: Remove
ko: 위치 제거

# mapInfoViewSearchCoordinate
source: Search
ko: 위치 검색

# memoViewPlaceholder
source: Caption
ko: 메모

source: Other
ko: 기타

source: Perforation
ko: 퍼포레이션

# PerforationSelectionDescription
source: Perforation will be displayed as background of log list and markers on map.
ko: 퍼포레이션은 로그 리스트와 지도상 마커의 배경으로 표시됩니다.

source: Review on AppStore
ko: AppStore 리뷰 작성

# reviewRequestDescription
source: A single review keeps me motivated to keep developing.
ko: 계속 개발해 나가는데 리뷰 한줄이 큰 동기부여가 됩니다.

# reviewRqeuestTitle
source: Tell me about your experience.
ko: 당신의 경험에 대해 말해주세요.

source: Shutter Speed
ko: 셔터속도

# ShutterSpeedControlDescription
source: If aperture and ISO has only one entry, at least two entries should be exist and active.
ko: 조리개와 감도가 단 한개의 값만을 가진다면, 최소 두개의 값이 활성화되어 존재해야합니다.

source: Shutter Speed Dial
ko: 셔터속도 다이얼

source: Shutter Speed Entries
ko: 셔터속도 값

# shutterSpeedInputViewTitle
source: Shutter Speed
ko: 셔터속도

# tipJarDescription
source: If so, how about buy me a roll of film?
ko: 그렇다면 오늘 개발자에게 필름 한 롤 선물 어때요?

# tipJarTitle
source: Having fun with illumeter?
ko: 해빛, 잘 사용하고 계신가요?

source: Update Available
ko: 업데이트 가능

source: Version
ko: 버전
